// © Copyright 2012-2015, 2017 HP Development Company, L.P.

TaskName = "Registro de produto HP";
TaskTOCTitle = "Registro na Web";

HSDRegistrationDescription = "O processo de registro on-line será iniciado automaticamente e enviará a maior parte das informações necessárias, para que você possa registrar seu equipamento de maneira fácil e rápida após a instalação. Você também será levado ao site HP Connected, o ponto central de gerenciamento de sua experiência de impressão on-line.";

WarningSheetExtendedMessages = "Depois que você clicar em continuar, a página Registro de produto HP será aberta em seu navegador Web padrão. As seguintes informações serão enviadas ao site da HP para acelerar o processo de registro.";

HSDZipCodeTitle = "CEP:";
